Repository: FilippoBiga/Springtomize2-Localization
Catalog: *.lproj/STCapabilitiesController.strings
Languages: fr, he

source: Capabilities
fr: Fonctionnalités
he: יכולות

source: Custom Capabilities
fr: Modifier les fonctionalités
he: יכולות מותאמות אישית

source: You need to enable Custom Capabilities in order to apply any modification. Switch on the capabilities you want to keep enabled.
fr: Vous devez activer Modifier les fonctionalités pour appliquer n'importe quelle modification. Activer les fonctionnalitées que vous voulez utiliser
he: ישנו צורך להפעיל יכולות מותאמות אישית על מנת להפעיל שינוי. החלק על היכולות שהינך רוצה שישארו.

source: Homescreen WP
fr: WP HomeScreen
he: תמונת רקע

source: VoiceControl
fr: Contrôle vocale
he: שליטה קולית

source: Multitasking
fr: Multitâche
he: מולטי-טאסקינג

source: Panorama
he: מצלמה פנורמית

source: Front Camera
fr: Caméra Frontale
he: מצלמה קדמית

source: Telephony
fr: Téléphone
he: אפשרות טלפונית

source: Contacts
he: אנשי קשר

source: Battery Percentage
fr: Pourcentage Batterie
he: אחוזי סוללה

source: AppStore
he: אפסטור

source: Magnetometer
fr: Magnétomètre
he: חיישן תנועה
