Repository: FilippoBiga/Springtomize2-Localization
Catalog: *.lproj/STIconsController.strings
Languages: es, fr, he

source: Icons
es: Iconos
fr: Icones
he: אייקונים

source: Hide Labels
es: Ocultar etiquetas
fr: Cacher titres
he: ביטול טקסט

source: Lock Moving
es: Bloquear movimiento
fr: Verrouiller deplacement
he: ביטול העברה

source: Disable Jittering
es: Desactivar balanceo
fr: Pas de mouvement
he: ביטול רטט אייקונים

source: Disable Uninstalling
es: Desactivar desinstalar
fr: Pas de desinstallation
he: ביטול מחיקה

source: Disable All Badges
es: Desactivar todos globos
fr: Cacher badges
he: ביטול התראות

source: 2 Tap Clear Badge
es: 2 toques limpia globo
fr: 2 Taps effacent badges
he: 2 לחיצות למחיקת התראה

source: Resizing
es: Reescalado
fr: Redimensionner
he: התאמת גודל

source: Resize Icons
es: Iconos
fr: Icones
he: שינוי גודל האייקונים

source: Resize Dock Icons
es: Iconos del dock
fr: Icones du Dock
he: שינוי גודל האייקונים בדוק

source: Resize Switcher Icons
es: Iconos en multitarea
fr: Icones Multitache
he: שינוי גודל האייקונים בשורת ריבוי המשימות

source: Hide Newsstand
es: Ocultar Quiosco
fr: Cacher Kiosque
he: הסתרת Newsstand

source: Hide Icons
es: Ocultar iconos
fr: Cacher icones
he: הסתרת אייקונים

source: Hide Springtomize
es: Ocultar Springtomize
fr: Cacher Springtomize
he: הסתרת Springtomize

source: Icons Per Line
es: Iconos por línea
fr: Icones par ligne
he: אייקונים בשורה

source: One
es: Uno
fr: Un
he: אחד

source: Two
es: Dos
fr: Deux
he: שתיים

source: Three
es: Tres
fr: Trois
he: שלוש

source: Four
es: Cuatro
fr: Quatre
he: ארבע

source: Five
es: Cinco
fr: Cinq
he: חמש

source: Seven
es: Siete
fr: Sept
he: שבע

source: Eight
es: Ocho
fr: Huit
he: שמונה

source: Nine
es: Nueve
fr: Neuf
he: תשע

source: Ten
es: Diez
fr: Dix
he: עשר

source: Use Custom Number
es: Usar nº personalizado
fr: Nombre personnalise
he: שימוש במספר מותאם אישית

source: Enable
es: Activar
fr: Activer
he: מופעל

source: Choose Icons
es: Elegir iconos
fr: Choisir icones
he: בחירת אייקונים

source: System Apps
fr: Applications systeme

source: 5 Rows
es: 5 líneas
fr: 5 Colonnes
he: 5 שורות

source: Six
es: Seis
he: שש
