Repository: FilippoBiga/Springtomize2-Localization
Catalog: *.lproj/STLockscreenController.strings
Languages: fr, he, nl

source: Lockscreen
he: מסך נעילה

source: Display Seconds
fr: Afficher Secondes
he: תצוגת שניות
nl: Toon klokseconden

source: Always Charging
fr: Toujours chargé
he: תמיד מטעין
nl: Toon batterij altijd

source: Always Show WP
fr: Toujours voir le WP
he: תמיד מציג רקע
nl: Toon achtergrond altijd

source: Disable Camera Button
fr: Désactiver le bouton raccourci
he: ביטול כפתור המצלמה
nl: Geen Cameraknop

source: Always Show Camera
fr: Toujours voir le bouton raccourci
he: תצוגה תמידית של המצלמה
nl: Toon Cameraknop altijd

source: Hide Top Bar
fr: Cacher barre du haut
he: החבאת חלק עליון
nl: Verberg vergrendelklok

source: Disable Artwork
fr: Désactiver illustrations
he: ביטול תמונת אלבום
nl: Albuminfo uitschakelen

source: Delay Dimming
fr: Délai avant extinction écran
he: עיקוב הרדמה
nl: Vertraag schermdimmen

source: Slider
he: סליידר
nl: Schuifknop

source: Hide Knob
fr: cacher boutton déverrouillage
he: הסתרת החץ
nl: Verberg schuifknop

source: Custom Label
fr: Label personnalisé
he: טקסט מותאם אישית
nl: Aangepaste tekst

source: Custom Label Mode
fr: Personnalisation :
he: מצב טקסט מותאם אישית
nl: Aangepaste tekstmodus

source: Custom String
fr: Texte personnalisé
he: טקסט מותאם אישית

source: Time
fr: Temps
he: זמן

source: Time with AM/PM
fr: Temps avec AM/PM
he: זמן עם AM/PM

source: Enter Custom Label
fr: Ecrivez votre texte
he: הכנס טקסט מותאם אישית
