Repository: FilippoBiga/Springtomize2-Localization
Catalog: *.lproj/STSBController.strings
Languages: de, he

source: Layout
he: מכונת זמן

source: Backup Options
de: Backup Optionen
he: אפשרויות גיבוי

source: Icon State
de: Icon Status
he: מצב אייקונים

source: Wallpaper
de: Bildschirmhintergrund
he: תמונת רקע

source: Springtomize Settings
de: Springtomize Einstell.
he: הגדרות Springtomize

source: Restore Options
de: Optionen Wiederherstellen
he: שחזור אפשרויות

source: On-the-fly Reload
de: Schnelles Neu-Laden
he: רענון מהיר

source: Automatic Backup
de: Automatisches Backup
he: גיבוי אוטומטי

source: Enable
de: Aktivieren
he: מופעל

source: While this option is enabled, Springtomize will automatically perform a backup, once a day.
de: Wenn diese Option aktiviert ist, wird Springtomize automatisch einmal am Tag ein Backup erstellen.
he: בעת שהאופציה הזו מופעלת, Springtomize יבצע גיבוי, פעם ביום.
