Repository: FilippoBiga/Springtomize2-Localization
Catalog: *.lproj/STStatusBarController.strings
Languages: de, fr, he, nl

source: Status Bar
de: Statuszeile
fr: Barre d'état
he: שורת מצב

source: Custom Carrier
de: Netzbetreiber
fr: Personnaliser opérateur
he: שם מפעיל מותאם אישית
nl: Aangepaste operator

source: Use Custom Carrier
de: Netzbetreiber ändern
fr: Activer
he: שימוש בשם מפעיל מותאם אישית
nl: Aangepaste operator

source: Enter name
de: Text eingeben
fr: Entrez un nom

source: Custom Time
de: Zeit ändern
fr: Personnaliser heure
he: שעה מותאמת אישית
nl: Aangepaste tijd

source: Use Custom Time
de: Zeit ändern
fr: Activer
he: שימוש בשעה מותאמת אישית
nl: Aangepaste tijd

source: Custom Time Mode
de: Zeitmodus
fr: Mode
he: מצב שעה מותאמת אישית
nl: Aangepaste tijdsmodus

source: Free RAM
de: Freier Speicher
fr: Mémoire RAM Libre
he: RAM פנוי

source: WiFi IP
fr: Adresse IP WiFi

source: Data IP
de: Daten IP
fr: Adresse IP Data

source: WiFi Network
de: WiFi Netzwerk
fr: Nom du réseau WiFi
he: רשת WiFi

source: Custom String
de: Eigener Text
fr: Ecrivez votre texte
he: משפט מותאם אישית

source: Hide Status Bar Items
de: Statuszeilenelemente verstecken
fr: Cacher icônes dans barre d'état
he: הסתרת פריטים בשורת המצב
nl: Verberg statusbalkitems

source: Alarm
fr: Alarme
he: התראה
nl: Wekker

source: Airplane
de: Flugmodus
fr: Mode Avion
he: מצב טיסה
nl: Vliegtuigmodus

source: Battery
de: Batterie
fr: Batterie
he: סוללה
nl: Batterij

source: Battery Percent
de: Batterieladung in %
fr: Pourcentage batterie
he: אחוזי סוללה
nl: Batterijpercentage

source: Bluetooth Battery
de: Bluetooth Batterie
fr: Batterie Bluetooth
he: סוללת מכשיר בלוטוס
nl: Bluetooth batterij

source: Call Forwarding
de: Weiterleitung
fr: Appel Manqué
he: העברת שיחות
nl: Oproepdoorschakeling

source: Data Network
de: Datennetzwerk
fr: Réseau Data
he: רשת מידע
nl: Datanetwerk

source: Location
de: Ortung
fr: Localisation
he: מיקום
nl: Locatie

source: Play
de: Musik läuft
fr: Lecture
he: ניגון
nl: Muziek

source: Carrier Name
de: Netzbetreibername
fr: Nom opérateur
he: שם מפעיל
nl: Operatornaam

source: Signal Strength
de: Signalstärke
fr: Force du signal
he: חוזק חיבור
nl: Signaalsterkte

source: Sync Indicator
de: Sync Anzeige
fr: Syncronisation
he: מצב סנכרון
nl: Synchronisatie-indicator

source: Time
de: Zeit
fr: Heure
he: שעה
nl: Tijd

source: Padlock
fr: Cadenas
he: נעילת תצוגה לאורך

source: Bluetooth
he: בלוטוס

source: Rotation
he: סיבוב
nl: Rotatie
